Repository: yunpnzr/Phone-Shop
Catalog: app/Resources/translations/*/ModulesLivetranslationAdmin.*.xlf
Languages: id_id

source: Live translation
id_id: Penerjemahan langsung

source: Contribute to the translation of PrestaShop directly from your own shop and administration panel.
id_id: Berkontribusilah secara langsung untuk penerjemahan PrestaShop dari toko Anda sendiri dan panel administrasi.

source: Unable to install the module: the English Upside Down language cannot be installed.
id_id: Tidak dapat menginstal modul: bahasa English Upside Down tidak dapat diinstal.

source: This module makes it possible to translate PrestaShop directly from its various pages (back and front office).
id_id: Modul ini memungkinkan penerjemahan PrestaShop secara langsung dari berbagai halamannya (backoffice maupun front office).

source: It sends these in-context translations immediately to the [1]PrestaShop translation project[/1] on Crowdin: this is to contribute to our community translations, not to translate or customize your own shop.
id_id: Itu akan mengirim terjemahan dalam konteks ini dengan segera ke [1]proyek penerjemahan PrestaShop[/1] di Crowdin: ini demi berkontribusi kepada penerjemahan komunitas kita, bukan menerjemahkan atau mengubahsuaikan toko Anda sendiri.

source: If you don’t have a Crowdin account yet, [1]join now[/1]!
id_id: Jika Anda belum memiliki akun Crowdin, [1]bergabunglah kini[/1]!

source: To be able to work, the module needs the virtual language “English Upside Down”. It is installed in your shop, but is not active, and not available to your customers.
id_id: Agar bisa bekerja, modul memerlukan bahasa maya "English Upside Down". Bahasa ini terinstal di toko Anda. namun tidak aktif, dan tidak tersedia untuk pelanggan Anda.

source: How to proceed
id_id: Cara melanjutkan

source: Log in to your [1]Crowdin account[/1]
id_id: Login ke [1]akun Crowdin[/1] Anda

source: Translate PrestaShop using the live translation module
id_id: Terjemahkan PrestaShop dengan menggunakan modul penerjemahan langsung

source: Translate
id_id: Terjemahkan

source: Live translation cannot be enabled. The English Upside Down language is missing and cannot be installed. Please reset the module to try again.
id_id: Penerjemahan langsung tidak dapat diaktifkan. Bahasa English Upside Down tidak ditemukan dan tidak dapat diinstal. Reset modul untuk mencoba lagi.
